IDEA Open Model
ProjectDataEc.FatigueCheck Property
Compatible with IDEA StatiCa Beta 20.0
 To allow fatigue check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool FatigueCheck { get; set; }
Public Property FatigueCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace